Repository: gbyo/tilecast
Catalog: apps/ios/Tilecast/Resources/Localizable.xcstrings
Source language: en
Languages: es, ru

source: %@ now belongs to a different Tilecast installation (%@). Tilecast didn’t open it, so your sign-in for %@ wasn’t sent to it.
es: %1$@ ahora pertenece a otra instalación de Tilecast (%2$@). Tilecast no la abrió, así que tu inicio de sesión de %3$@ no se le envió.
ru: %1$@ теперь принадлежит другой установке Tilecast (%2$@). Tilecast не открыл её, поэтому ваш вход для %3$@ ей не отправлен.

source: Add
es: Agregar
ru: Добавить

source: Add Media
es: Agregar contenido multimedia
ru: Добавить медиафайлы

source: Add Server
es: Agregar servidor
ru: Добавить сервер

source: Add Server…
es: Agregar servidor…
ru: Добавить сервер…

source: Address
es: Dirección
ru: Адрес

source: Back
es: Atrás
ru: Назад

source: Camera Unavailable
es: Cámara no disponible
ru: Камера недоступна

source: Cancel
es: Cancelar
ru: Отмена

source: Cancelled
es: Cancelado
ru: Отменено

source: Can’t Open Link
es: No se puede abrir el enlace
ru: Не удаётся открыть ссылку

source: Can’t Reach Server
es: No se puede acceder al servidor
ru: Сервер недоступен

source: Certificate Not Trusted
es: Certificado no confiable
ru: Сертификат не является доверенным

source: Check that you’re on the same network as the server and that Local Network access for Tilecast is on in Settings.
es: Comprueba que estás en la misma red que el servidor y que el acceso a la red local para Tilecast está activado en Ajustes.
ru: Убедитесь, что вы в одной сети с сервером и что доступ к локальной сети для Tilecast включён в Настройках.

source: Check your connection, then try again.
es: Comprueba tu conexión y vuelve a intentarlo.
ru: Проверьте подключение и повторите попытку.

source: Check your internet connection and that the server is running.
es: Comprueba tu conexión a internet y que el servidor esté en funcionamiento.
ru: Проверьте подключение к интернету и убедитесь, что сервер работает.

source: Choose a Server
es: Elige un servidor
ru: Выберите сервер

source: Choose Files…
es: Elegir archivos…
ru: Выбрать файлы…

source: Close
es: Cerrar
ru: Закрыть

source: Connect to your organization’s Tilecast server to manage screens, content, and schedules.
es: Conéctate al servidor de Tilecast de tu organización para administrar pantallas, contenido y programaciones.
ru: Подключитесь к серверу Tilecast вашей организации, чтобы управлять экранами, контентом и расписаниями.

source: Connecting to %@…
es: Conectando con %@…
ru: Подключение к %@…

source: Continue
es: Continuar
ru: Продолжить

source: Couldn’t reach the server. Check your connection and try again.
es: No se pudo conectar con el servidor. Comprueba tu conexión e inténtalo de nuevo.
ru: Не удалось связаться с сервером. Проверьте подключение и повторите попытку.

source: Couldn’t read this file.
es: No se pudo leer este archivo.
ru: Не удалось прочитать этот файл.

source: Current server
es: Servidor actual
ru: Текущий сервер

source: Different Tilecast Server
es: Otro servidor de Tilecast
ru: Другой сервер Tilecast

source: Done
es: Listo
ru: Готово

source: Downloads Aren’t Available Yet
es: Las descargas aún no están disponibles
ru: Загрузки пока недоступны

source: Each server keeps its own sign-in and website data on this device. Removing a server deletes that data.
es: Cada servidor guarda su propio inicio de sesión y datos de sitios web en este dispositivo. Al quitar un servidor, se eliminan esos datos.
ru: Каждый сервер хранит на этом устройстве собственный вход и данные сайта. При удалении сервера эти данные удаляются.

source: Enter only the server address, without a path such as /login.
es: Escribe solo la dirección del servidor, sin una ruta como /login.
ru: Введите только адрес сервера, без пути вроде /login.

source: Enter the address you use for Tilecast Studio. Plain HTTP works only for local network addresses.
es: Escribe la dirección que usas para Tilecast Studio. HTTP sin cifrar solo funciona con direcciones de la red local.
ru: Введите адрес, который вы используете для Tilecast Studio. Незашифрованный HTTP работает только для адресов локальной сети.

source: Enter your Tilecast server address.
es: Escribe la dirección de tu servidor de Tilecast.
ru: Введите адрес сервера Tilecast.

source: Item %lld
es: Elemento %lld
ru: Элемент %lld

source: Its website data on this device, including your sign-in, is deleted.
es: Se eliminarán sus datos de sitios web en este dispositivo, incluido tu inicio de sesión.
ru: Его данные сайта на этом устройстве, включая ваш вход, будут удалены.

source: Loading…
es: Cargando…
ru: Загрузка…

source: Manage Servers…
es: Administrar servidores…
ru: Управление серверами…

source: More
es: Más
ru: Ещё

source: Name
es: Nombre
ru: Название

source: Not a Tilecast Server
es: No es un servidor de Tilecast
ru: Это не сервер Tilecast

source: OK
es: Aceptar
ru: ОК

source: Open
es: Abrir
ru: Открыть

source: Open Settings
es: Abrir Ajustes
ru: Открыть Настройки

source: Organization
es: Organización
ru: Организация

source: Photo Library
es: Fototeca
ru: Медиатека

source: Point the camera at the Tilecast QR code.
es: Apunta la cámara al código QR de Tilecast.
ru: Наведите камеру на QR-код Tilecast.

source: Preparing…
es: Preparando…
ru: Подготовка…

source: Processing on the server…
es: Procesando en el servidor…
ru: Обработка на сервере…

source: Reload
es: Recargar
ru: Перезагрузить

source: Remove
es: Quitar
ru: Удалить

source: Remove %@?
es: ¿Quitar %@?
ru: Удалить %@?

source: Remove Server
es: Quitar servidor
ru: Удалить сервер

source: Remove Server…
es: Quitar servidor…
ru: Удалить сервер…

source: Rename
es: Renombrar
ru: Переименовать

source: Rename Server
es: Renombrar servidor
ru: Переименовать сервер

source: Server
es: Servidor
ru: Сервер

source: Server Version Not Supported
es: Versión del servidor no compatible
ru: Версия сервера не поддерживается

source: Server address
es: Dirección del servidor
ru: Адрес сервера

source: Servers
es: Servidores
ru: Серверы

source: Servers on the internet must use HTTPS. Plain HTTP works only for local network addresses such as 192.168.1.20 or tilecast.local.
es: Los servidores en internet deben usar HTTPS. HTTP sin cifrar solo funciona con direcciones de la red local, como 192.168.1.20 o tilecast.local.
ru: Серверы в интернете должны использовать HTTPS. Незашифрованный HTTP работает только для адресов локальной сети, например 192.168.1.20 или tilecast.local.

source: Shown in the server switcher on this device.
es: Se muestra en el selector de servidores de este dispositivo.
ru: Отображается в переключателе серверов на этом устройстве.

source: Something answered at this address, but it isn’t a Tilecast server. Check the address you use for Tilecast Studio.
es: Algo respondió en esta dirección, pero no es un servidor de Tilecast. Comprueba la dirección que usas para Tilecast Studio.
ru: По этому адресу что-то ответило, но это не сервер Tilecast. Проверьте адрес, который вы используете для Tilecast Studio.

source: Studio Couldn’t Load
es: No se pudo cargar Studio
ru: Не удалось загрузить Studio

source: That doesn’t look like a server address. Enter a host name such as signage.example.org.
es: Eso no parece una dirección de servidor. Escribe un nombre de host como signage.example.org.
ru: Это не похоже на адрес сервера. Введите имя хоста, например signage.example.org.

source: The server couldn’t process this file.
es: El servidor no pudo procesar este archivo.
ru: Сервер не смог обработать этот файл.

source: The server didn’t accept this upload.
es: El servidor no aceptó esta carga.
ru: Сервер не принял эту загрузку.

source: The server has no space left.
es: El servidor no tiene espacio disponible.
ru: На сервере не осталось места.

source: The server’s certificate isn’t valid or isn’t trusted by this device.
es: El certificado del servidor no es válido o este dispositivo no confía en él.
ru: Сертификат сервера недействителен или не является доверенным для этого устройства.

source: The server’s certificate isn’t valid or isn’t trusted by this device. Tilecast only connects to servers with a trusted certificate.
es: El certificado del servidor no es válido o este dispositivo no confía en él. Tilecast solo se conecta a servidores con un certificado de confianza.
ru: Сертификат сервера недействителен или не является доверенным для этого устройства. Tilecast подключается только к серверам с доверенным сертификатом.

source: This file is larger than the server allows.
es: Este archivo es más grande de lo que permite el servidor.
ru: Этот файл больше, чем разрешено на сервере.

source: This link can’t be opened.
es: No se puede abrir este enlace.
ru: Эту ссылку не удаётся открыть.

source: This link is for a Tilecast server that isn’t set up on this device. Add the server first, then open the link again.
es: Este enlace es para un servidor de Tilecast que no está configurado en este dispositivo. Agrega primero el servidor y vuelve a abrir el enlace.
ru: Эта ссылка относится к серверу Tilecast, который не настроен на этом устройстве. Сначала добавьте сервер, затем откройте ссылку снова.

source: This server doesn’t accept this type of file.
es: Este servidor no acepta este tipo de archivo.
ru: Этот сервер не принимает файлы такого типа.

source: This Tilecast server is already added as “%@”.
es: Este servidor de Tilecast ya está agregado como «%@».
ru: Этот сервер Tilecast уже добавлен как «%@».

source: This connection isn’t encrypted. Use it only on a network you trust.
es: Esta conexión no está cifrada. Úsala solo en una red de confianza.
ru: Это подключение не зашифровано. Используйте его только в доверенной сети.

source: This server uses a newer Tilecast version than this app supports. Update the app to connect.
es: Este servidor usa una versión de Tilecast más reciente de la que admite esta app. Actualiza la app para conectarte.
ru: Этот сервер использует более новую версию Tilecast, чем поддерживает приложение. Обновите приложение, чтобы подключиться.

source: This view stopped unexpectedly.
es: Esta vista se detuvo inesperadamente.
ru: Это окно неожиданно закрылось.

source: Tilecast can’t scan QR codes without camera access. Enter the pairing code from the Player instead, or allow the camera in Settings.
es: Tilecast no puede escanear códigos QR sin acceso a la cámara. Introduce el código de emparejamiento del reproductor o permite el acceso a la cámara en Ajustes.
ru: Tilecast не может сканировать QR-коды без доступа к камере. Введите код подключения с плеера или разрешите доступ к камере в «Настройках».

source: Tilecast isn’t signed in to this server. Sign in again.
es: Tilecast no ha iniciado sesión en este servidor. Inicia sesión de nuevo.
ru: Tilecast не выполнил вход на этом сервере. Войдите снова.

source: Tilecast Studio couldn’t be loaded (%@ %lld).
es: No se pudo cargar Tilecast Studio (%1$@ %2$lld).
ru: Не удалось загрузить Tilecast Studio (%1$@ %2$lld).

source: Tilecast Studio couldn’t open this view.
es: Tilecast Studio no pudo abrir esta vista.
ru: Tilecast Studio не удалось открыть это окно.

source: Tilecast Studio stopped unexpectedly several times.
es: Tilecast Studio se detuvo inesperadamente varias veces.
ru: Tilecast Studio несколько раз неожиданно остановился.

source: To download this file, open Tilecast Studio in Safari.
es: Para descargar este archivo, abre Tilecast Studio en Safari.
ru: Чтобы загрузить этот файл, откройте Tilecast Studio в Safari.

source: Try Again
es: Reintentar
ru: Повторить

source: Uploaded
es: Subido
ru: Загружено

source: Uploading… %lld%%
es: Subiendo… %lld%%
ru: Загрузка… %lld%%

source: Uploading Media
es: Subiendo contenido multimedia
ru: Загрузка медиафайлов

source: Use New Server
es: Usar el nuevo servidor
ru: Использовать новый сервер

source: Use New Server…
es: Usar el nuevo servidor…
ru: Использовать новый сервер…

source: Use an address that starts with https:// or, on a local network, http://.
es: Usa una dirección que empiece por https:// o, en una red local, por http://.
ru: Используйте адрес, начинающийся с https://, а в локальной сети — с http://.

source: Use the new server at this address?
es: ¿Usar el nuevo servidor en esta dirección?
ru: Использовать новый сервер по этому адресу?

source: Website data for %@ on this device, including your sign-in, is deleted. Continue only if the server was reinstalled or restored intentionally.
es: Se eliminarán los datos de sitios web de %@ en este dispositivo, incluido tu inicio de sesión. Continúa solo si el servidor se reinstaló o restauró intencionadamente.
ru: Данные сайта для %@ на этом устройстве, включая ваш вход, будут удалены. Продолжайте, только если сервер был намеренно переустановлен или восстановлен.

source: Couldn’t Open This View
es: No se pudo abrir esta vista
ru: Не удалось открыть это окно

source: Couldn’t Sign In
es: No se pudo iniciar sesión
ru: Не удалось войти

source: Sign In
es: Iniciar sesión
ru: Войти

source: Sign Out
es: Cerrar sesión
ru: Выйти

source: Sign In to Tilecast
es: Iniciar sesión en Tilecast
ru: Войти в Tilecast

source: Sign in securely to %@ using the system browser.
es: Inicia sesión de forma segura en %@ con el navegador del sistema.
ru: Войдите на %@ безопасно через системный браузер.

source: Try signing in again.
es: Intenta iniciar sesión de nuevo.
ru: Попробуйте войти ещё раз.

source: Welcome to Tilecast
es: Te damos la bienvenida a Tilecast
ru: Добро пожаловать в Tilecast
